{
  "id": "root",
  "text": "Summary",
  "type": "node",
  "isOpen": true,
  "children": [
    {
      "id": "65e78e5e-800d-478d-877f-6ac69e192681",
      "type": "text",
      "text": "     Section II. Of the Logical Function of the Understanding in Judgements § 5 \n\n",
      "children": []
    },
    {
      "id": "d8423170-e274-4b91-a3eb-2f9718e0061d",
      "text": "Functions of thought in a judgement. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "12f1e638-fff2-4000-964e-f38b186c4982",
          "type": "text",
          "text": " If we abstract all the content of a judgement, and consider only the intellectual form thereof, we find that the function of thought in a judgement can be brought under four heads, of which each contains three momenta. These may be conveniently represented in the following table: \n\n  \n\n                                     1 \n\n                          Quantity of judgements \n\n                                 Universal \n\n                                 Particular \n\n                                 Singular \n\n  \n\n                       2                           3 \n\n                     Quality                   Relation \n\n                   Affirmative                Categorical \n\n                   Negative                   Hypothetical \n\n                   Infinite                   Disjunctive \n\n  \n\n                                     4 \n\n                                  Modality \n\n                                Problematical \n\n                                Assertorical \n\n                                Apodeictical",
          "children": []
        }
      ]
    },
    {
      "id": "a08e24d7-39ae-4084-bcd8-d9206054aecd",
      "type": "text",
      "text": "\n\n As this division appears to differ in some, though not essential points, from the usual technique of logicians, the following observations, for the prevention of otherwise possible misunderstanding, will not be without their use. \n\n  \n\n",
      "children": []
    },
    {
      "id": "c727cd5f-3b5d-409a-9cb6-8d809fd1de6b",
      "text": "Singular judgements and universal judgements. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "990b6a39-5752-4d80-91a2-a5345bf3f236",
          "type": "text",
          "text": " 1. Logicians say, with justice, that in the use of judgements in syllogisms, singular judgements may be treated like universal ones. For, precisely because a singular judgement has no extent at all, its predicate cannot refer to a part of that which is contained in the conception of the subject and be excluded from the rest. The predicate is valid for the whole conception just as if it were a general conception, and had extent, to the whole of which the predicate applied. On the other hand, let us compare a singular with a general judgement, merely as a cognition, in regard to quantity. The singular judgement relates to the general one, as unity to infinity, and is therefore in itself essentially different. Thus, if we estimate a singular judgement (judicium singulare) not merely according to its intrinsic validity as a judgement, but also as a cognition generally, according to its quantity in comparison with that of other cognitions, it is then entirely different from a general judgement (judicium commune), and in a complete table of the momenta of thought deserves a separate place—though, indeed, this would not be necessary in a logic limited merely to the consideration of the use of judgements in reference to each other.",
          "children": []
        }
      ]
    },
    {
      "id": "79fe96e0-4c92-4de5-ad6e-b17739aafc44",
      "type": "text",
      "text": "\n\n  \n\n",
      "children": []
    },
    {
      "id": "fc520e20-f3b1-433c-a4d2-179ae2f549e4",
      "text": "Distinction between infinite and affirmative judgements. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "9509d387-78cb-4794-b206-b850f1df9242",
          "type": "text",
          "text": " 2. In like manner, in transcendental logic, infinite must be distinguished from affirmative judgements, although in general logic they are rightly enough classed under affirmative. General logic abstracts all content of the predicate (though it be negative), and only considers whether the said predicate be affirmed or denied of the subject. But transcendental logic considers also the worth or content of this logical affirmation—an affirmation by means of a merely negative predicate, and inquires how much the sum total of our cognition gains by this affirmation. For example, if I say of the soul, “It is not mortal”—by this negative judgement I should at least ward off error. Now, by the proposition, “The soul is not mortal,” I have, in respect of the logical form, really affirmed, inasmuch as I thereby place the soul in the unlimited sphere of immortal beings. Now, because of the whole sphere of possible existences, the mortal occupies one part, and the immortal the other, neither more nor less is affirmed by the proposition than that the soul is one among the infinite multitude of things which remain over, when I take away the whole mortal part. But by this proceeding we accomplish only this much, that the infinite sphere of all possible existences is in so far limited that the mortal is excluded from it, and the soul is placed in the remaining part of the extent of this sphere. But this part remains, notwithstanding this exception, infinite, and more and more parts may be taken away from the whole sphere, without in the slightest degree thereby augmenting or affirmatively determining our conception of the soul. These judgements, therefore, infinite in respect of their logical extent, are, in respect of the content of their cognition, merely limitative; and are consequently entitled to a place in our transcendental table of all the momenta of thought in judgements, because the function of the understanding exercised by them may perhaps be of importance in the field of its pure à priori cognition.",
          "children": []
        }
      ]
    },
    {
      "id": "f6ebe732-7560-4344-91d2-99c9a7d6f8a0",
      "type": "text",
      "text": "\n\n  \n\n",
      "children": []
    },
    {
      "id": "c4de476f-475b-4041-909c-81ce2aceec73",
      "text": "Relational judgements. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "523b61c8-51b2-457c-9e2e-fa95217e14db",
          "type": "text",
          "text": " 3. All relations of thought in judgements are those (a) of the predicate to the subject; (b) of the principle to its consequence; (c) of the divided cognition and all the members of the division to each other. In the first of these three classes, we consider only two conceptions; in the second, two judgements; in the third, several judgements in relation to each other. The hypothetical proposition, “If perfect justice exists, the obstinately wicked are punished,” contains properly the relation to each other of two propositions, namely, “Perfect justice exists,” and “The obstinately wicked are punished.” Whether these propositions are in themselves true is a question not here decided. Nothing is cogitated by means of this judgement except a certain consequence. Finally, the disjunctive judgement contains a relation of two or more propositions to each other—a relation not of consequence, but of logical opposition, in so far as the sphere of the one proposition excludes that of the other. But it contains at the same time a relation of community, in so far as all the propositions taken together fill up the sphere of the cognition. The disjunctive judgement contains, therefore, the relation of the parts of the whole sphere of a cognition, since the sphere of each part is a complemental part of the sphere of the other, each contributing to form the sum total of the divided cognition. Take, for example, the proposition, “The world exists either through blind chance, or through internal necessity, or through an external cause.” Each of these propositions embraces a part of the sphere of our possible cognition as to the existence of a world; all of them taken together, the whole sphere. To take the cognition out of one of these spheres, is equivalent to placing it in one of the others; and, on the other hand, to place it in one sphere is equivalent to taking it out of the rest. There is, therefore, in a disjunctive judgement a certain community of cognitions, which consists in this, that they mutually exclude each other, yet thereby determine, as a whole, the true cognition, inasmuch as, taken together, they make up the complete content of a particular given cognition. And this is all that I find necessary, for the sake of what follows, to remark in this place.",
          "children": []
        }
      ]
    },
    {
      "id": "84952865-3493-4743-ba98-6614a3553de1",
      "type": "text",
      "text": "\n\n  \n\n",
      "children": []
    },
    {
      "id": "500239d9-63a0-4f8b-80cd-2b6a7bb0f4b1",
      "text": "Modal judgements. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "eb32ce42-33de-4196-9f9b-02609b0e0562",
          "type": "text",
          "text": " 4. The modality of judgements is a quite peculiar function, with this distinguishing characteristic, that it contributes nothing to the content of a judgement (for besides quantity, quality, and relation, there is nothing more that constitutes the content of a judgement), but concerns itself only with the value of the copula in relation to thought in general. Problematical judgements are those in which the affirmation or negation is accepted as merely possible (ad libitum). In the assertorical, we regard the proposition as real (true); in the apodeictical, we look on it as necessary.[13] Thus the two judgements (antecedens et consequens), the relation of which constitutes a hypothetical judgement, likewise those (the members of the division) in whose reciprocity the disjunctive consists, are only problematical. In the example above given the proposition, “There exists perfect justice,” is not stated assertorically, but as an ad libitum judgement, which someone may choose to adopt, and the consequence alone is assertorical. Hence such judgements may be obviously false, and yet, taken problematically, be conditions of our cognition of the truth. Thus the proposition, “The world exists only by blind chance,” is in the disjunctive judgement of problematical import only: that is to say, one may accept it for the moment, and it helps us (like the indication of the wrong road among all the roads that one can take) to find out the true proposition. The problematical proposition is, therefore, that which expresses only logical possibility (which is not objective); that is, it expresses a free choice to admit the validity of such a proposition—a merely arbitrary reception of it into the understanding. The assertorical speaks of logical reality or truth; as, for example, in a hypothetical syllogism, the antecedens presents itself in a problematical form in the major, in an assertorical form in the minor, and it shows that the proposition is in harmony with the laws of the understanding. The apodeictical proposition cogitates the assertorical as determined by these very laws of the understanding, consequently as affirming à priori, and in this manner it expresses logical necessity. Now because all is here gradually incorporated with the understanding—inasmuch as in the first place we judge problematically; then accept assertorically our judgement as true; lastly, affirm it as inseparably united with the understanding, that is, as necessary and apodeictical—we may safely reckon these three functions of modality as so many momenta of thought.",
          "children": []
        }
      ]
    },
    {
      "id": "6818aac7-ab2e-496b-97bd-ebf7ebdb6eab",
      "type": "text",
      "text": "\n\n  \n\n [13] Just as if thought were in the first instance a function of the understanding; in the second, of judgement; in the third, of reason. A remark which will be explained in the sequel.",
      "children": []
    }
  ]
}
