{
  "id": "root",
  "text": "Summary",
  "type": "node",
  "isOpen": true,
  "children": [
    {
      "id": "405c421c-3447-4439-8344-736c4892c0b6",
      "type": "text",
      "text": "            Section III. Of the Pure Conceptions of the Understanding, or Categories § 6 \n",
      "children": []
    },
    {
      "id": "99edec25-4721-464f-9341-6e5319f0b1f3",
      "text": "Synthesis is formation of concepts from a priori intuitions and uniting a multitude of cognitions. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "118f49e9-5943-4047-944c-ff4c70f19e98",
          "type": "text",
          "text": " General logic, as has been repeatedly said, makes abstraction of all content of cognition, and expects to receive representations from some other quarter, in order, by means of analysis, to convert them into conceptions. On the contrary, transcendental logic has lying before it the manifold content of à priori sensibility, which transcendental æsthetic presents to it in order to give matter to the pure conceptions of the understanding, without which transcendental logic would have no content, and be therefore utterly void. Now space and time contain an infinite diversity of determinations of pure à priori intuition, but are nevertheless the condition of the mind’s receptivity, under which alone it can obtain representations of objects, and which, consequently, must always affect the conception of these objects. But the spontaneity of thought requires that this diversity be examined after a certain manner, received into the mind, and connected, in order afterwards to form a cognition out of it. This Process I call synthesis.",
          "children": []
        }
      ]
    },
    {
      "id": "c84fea32-1b6f-4667-bda3-2c8ae20c2d9d",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "448020fc-7300-494e-af44-24e9df4262df",
      "text": "Synthesis as unification of a multitude of cognitions can be pure and impure.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "9f05829e-c99a-4e44-833f-164f854bc695",
          "type": "text",
          "text": " By the word synthesis, in its most general signification, I understand the process of joining different representations to each other and of comprehending their diversity in one cognition. This synthesis is pure when the diversity is not given empirically but à priori (as that in space and time). Our representations must be given previously to any analysis of them; and no conceptions can arise, quoad their content, analytically. But the synthesis of a diversity (be it given à priori or empirically) is the first requisite for the production of a cognition, which in its beginning, indeed, may be crude and confused, and therefore in need of analysis—still, synthesis is that by which alone the elements of our cognitions are collected and united into a certain content, consequently it is the first thing on which we must fix our attention, if we wish to investigate the origin of our knowledge.",
          "children": []
        }
      ]
    },
    {
      "id": "6e4ce877-8199-406d-8ae7-6d0cfae4e2d5",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "211fdfe1-a24b-4e9b-933d-0ddd9f923ad1",
      "text": "Synthesis is a function of our soul.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "d472a22e-8f9f-4103-93ab-d42e8e16ff28",
          "type": "text",
          "text": " Synthesis, generally speaking, is, as we shall afterwards see, the mere operation of the imagination—a blind but indispensable function of the soul, without which we should have no cognition whatever, but of the working of which we are seldom even conscious. But to reduce this synthesis to conceptions is a function of the understanding, by means of which we attain to cognition, in the proper meaning of the term.",
          "children": []
        }
      ]
    },
    {
      "id": "9e2861b6-ec22-4b36-88a2-9e7b4393e031",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "3267aff4-e1ea-46c6-a4f3-5c8669c226c6",
      "text": "Pure synthesis is done from a priori cognitions.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "4d2f49a3-8895-4dcd-a215-455be961e13f",
          "type": "text",
          "text": " Pure synthesis, represented generally, gives us the pure conception of the understanding. But by this pure synthesis, I mean that which rests upon a basis of à priori synthetical unity. Thus, our numeration (and this is more observable in large numbers) is a synthesis according to conceptions, because it takes place according to a common basis of unity (for example, the decade). By means of this conception, therefore, the unity in the synthesis of the manifold becomes necessary.",
          "children": []
        }
      ]
    },
    {
      "id": "91c80bd8-bd91-430e-8cef-fb635fec56fb",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "8326dae6-6f4f-40fb-9033-6b36609d6aa6",
      "text": "Duty of transcedental logic is to reduce representations to pure conceptions.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "8ae2e6d7-ffac-40b9-b2ee-56a6cebbf530",
          "type": "text",
          "text": " By means of analysis different representations are brought under one conception—an operation of which general logic treats. On the other hand, the duty of transcendental logic is to reduce to conceptions, not representations, but the pure synthesis of representations. The first thing which must be given to us for the sake of the à priori cognition of all objects, is the diversity of the pure intuition; the synthesis of this diversity by means of the imagination is the second; but this gives, as yet, no cognition. The conceptions which give unity to this pure synthesis, and which consist solely in the representation of this necessary synthetical unity, furnish the third requisite for the cognition of an object, and these conceptions are given by the understanding.",
          "children": []
        }
      ]
    },
    {
      "id": "19624538-41e9-4f9f-b3ce-cd96bfa10a01",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "7eda9ce0-6131-452c-9aeb-2abfe965b594",
      "text": "The same process uniting different ideas in judgement also unifies synthesis in intuition, forming pure conceptions of understanding.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "7f30d3a3-2511-4f19-b347-f21bb6f34a55",
          "type": "text",
          "text": " The same function which gives unity to the different representation in a judgement, gives also unity to the mere synthesis of different representations in an intuition; and this unity we call the pure conception of the understanding. Thus, the same understanding, and by the same operations, whereby in conceptions, by means of analytical unity, it produced the logical form of a judgement, introduces, by means of the synthetical unity of the manifold in intuition, a transcendental content into its representations, on which account they are called pure conceptions of the understanding, and they apply à priori to objects, a result not within the power of general logic.",
          "children": []
        }
      ]
    },
    {
      "id": "e22bfbdf-43c6-4cc6-bfbe-3e2fa0c5edde",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "495b61e0-c080-4212-ae30-1c2052b3c581",
      "text": "Pure conceptions of understanding are called categories. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "f02a98e4-4d96-4a95-ba0f-f232f4c94848",
          "type": "text",
          "text": " In this manner, there arise exactly so many pure conceptions of the understanding, applying à priori to objects of intuition in general, as there are logical functions in all possible judgements. For there is no other function or faculty existing in the understanding besides those enumerated in that table. These conceptions we shall, with Aristotle, call categories, our purpose being originally identical with his, notwithstanding the great difference in the execution.",
          "children": []
        }
      ]
    },
    {
      "id": "94b5a1a6-d878-4ff1-83d4-36875525a5c1",
      "type": "text",
      "text": "\n  \n                     ",
      "children": []
    },
    {
      "id": "16d9d3c3-1322-4210-b17f-17f38340dd97",
      "text": "Table of categories",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "25b674cf-8049-4dbb-99ad-0bbcf5ab7036",
          "type": "text",
          "text": " TABLE OF THE CATEGORIES \n  \n                     1                         2 \n  \n               Of Quantity                Of Quality \n               Unity                      Reality \n               Plurality                  Negation \n               Totality                   Limitation \n  \n                            3 \n                       Of Relation \n    Of Inherence and Subsistence (substantia et accidens) \n    Of Causality and Dependence (cause and effect) \n    Of Community (reciprocity between the agent and patient) \n  \n                            4 \n                      Of Modality \n               Possibility—Impossibility \n               Existence—Non-existence \n               Necessity—Contingence",
          "children": []
        }
      ]
    },
    {
      "id": "171d5ecc-5cf0-4a1b-bc97-38b5c55d2d5f",
      "type": "text",
      "text": "\n",
      "children": []
    },
    {
      "id": "a6240ec1-44c2-4584-90ee-35719d5277c2",
      "text": "These categories were systematically derived from judgement. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "58c71d0e-91a0-412c-abf2-653658279a23",
          "type": "text",
          "text": "  This, then, is a catalogue of all the originally pure conceptions of the synthesis which the understanding contains à priori, and these conceptions alone entitle it to be called a pure understanding; inasmuch as only by them it can render the manifold of intuition conceivable, in other words, think an object of intuition. This division is made systematically from a common principle, namely the faculty of judgement (which is just the same as the power of thought), and has not arisen rhapsodically from a search at haphazard after pure conceptions, respecting the full number of which we never could be certain, inasmuch as we employ induction alone in our search, without considering that in this way we can never understand wherefore precisely these conceptions, and none others, abide in the pure understanding.",
          "children": []
        },
        {
          "id": "9ce871af-bdd8-41a9-8465-730bd20eea43",
          "text": "Comment about incompleteness of Aristotle's categories. ",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "9c0da7dc-1306-4898-abc5-1176fd8cf68c",
              "type": "text",
              "text": " It was a design worthy of an acute thinker like Aristotle, to search for these fundamental conceptions. Destitute, however, of any guiding principle, he picked them up just as they occurred to him, and at first hunted out ten, which he called categories (predicaments). Afterwards be believed that he had discovered five others, which were added under the name of post predicaments. But his catalogue still remained defective. Besides, there are to be found among them some of the modes of pure sensibility (quando, ubi, situs, also prius, simul), and likewise an empirical conception (motus)—which can by no means belong to this genealogical register of the pure understanding. Moreover, there are deduced conceptions (actio, passio) enumerated among the original conceptions, and, of the latter, some are entirely wanting.",
              "children": []
            }
          ]
        }
      ]
    },
    {
      "id": "bf16bd41-82d3-46e9-bea9-d1a23e8fe6d8",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "6f1bd1f2-5798-41b8-8183-8ce7d43a2501",
      "text": "From these primitives can also be deduced pure conceptions. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "0e6fb849-748f-4cf8-8824-fd7d2f17c0f9",
          "type": "text",
          "text": " With regard to these, it is to be remarked, that the categories, as the true primitive conceptions of the pure understanding, have also their pure deduced conceptions, which, in a complete system of transcendental philosophy, must by no means be passed over; though in a merely critical essay we must be contented with the simple mention of the fact.",
          "children": []
        }
      ]
    },
    {
      "id": "b876506a-8458-4a55-be0c-781edf6294bc",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "d7b0e449-8a47-4a7e-ade8-27f66790cd10",
      "text": "Predicables are derived concepts of understanding can be categorized systematically, adding depth to our understanding.",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "3b5941bd-57ca-4c3d-a985-b52de00b0d54",
          "type": "text",
          "text": " Let it be allowed me to call these pure, but deduced conceptions of the understanding, the predicables of the pure understanding, in contradistinction to predicaments. If we are in possession of the original and primitive, the deduced and subsidiary conceptions can easily be added, and the genealogical tree of the understanding completely delineated. As my present aim is not to set forth a complete system, but merely the principles of one, I reserve this task for another time. It may be easily executed by any one who will refer to the ontological manuals, and subordinate to the category of causality, for example, the predicables of force, action, passion; to that of community, those of presence and resistance; to the categories of modality, those of origination, extinction, change; and so with the rest. The categories combined with the modes of pure sensibility, or with one another, afford a great number of deduced à priori conceptions; a complete enumeration of which would be a useful and not unpleasant, but in this place a perfectly dispensable, occupation.",
          "children": []
        }
      ]
    },
    {
      "id": "ce46aa01-1015-45d8-8005-9d8f411809b7",
      "type": "text",
      "text": "\n  \n",
      "children": []
    },
    {
      "id": "4a490b73-d158-4942-8e78-d24115c61ecd",
      "text": "I avoid giving \"category\" definition. ",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "221e3d3f-0809-4637-a6c8-e4c04f5969b0",
          "type": "text",
          "text": " I purposely omit the definitions of the categories in this treatise. I shall analyse these conceptions only so far as is necessary for the doctrine of method, which is to form a part of this critique. In a system of pure reason, definitions of them would be with justice demanded of me, but to give them here would only bide from our view the main aim of our investigation, at the same time raising doubts and objections, the consideration of which, without injustice to our main purpose, may be very well postponed till another opportunity. Meanwhile, it ought to be sufficiently clear, from the little we have already said on this subject, that the formation of a complete vocabulary of pure conceptions, accompanied by all the requisite explanations, is not only a possible, but an easy undertaking. The compartments already exist; it is only necessary to fill them up; and a systematic topic like the present, indicates with perfect precision the proper place to which each conception belongs, while it readily points out any that have not yet been filled up.",
          "children": []
        }
      ]
    },
    {
      "id": "39aae79a-9297-43d6-8f9b-61f5e7c96d56",
      "type": "text",
      "text": "\n  \n ",
      "children": []
    }
  ]
}
