{
  "id": "root",
  "text": "Summary",
  "type": "node",
  "isOpen": true,
  "children": [
    {
      "id": "cabf17de-b1c9-4c20-8d53-d2f35d089192",
      "type": "text",
      "text": " § 8. Elucidation. \n",
      "children": []
    },
    {
      "id": "b285a94b-10b6-4756-b065-50f81e95099a",
      "text": "[name]",
      "type": "node",
      "isOpen": false,
      "isEditing": false,
      "children": [
        {
          "id": "e1fcdbef-7b23-49ff-a52d-85670969af7a",
          "type": "text",
          "text": "     ",
          "children": []
        },
        {
          "id": "9c0a2aa1-f5b1-42ff-814e-c97fd0090c3d",
          "text": "Clarifications to people, who claim that \"change is real\". ",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "cef50f7c-bd6a-4c6c-b212-c35c47bb3e4e",
              "type": "text",
              "text": " Against this theory, which grants empirical reality to time, but denies to it absolute and transcendental reality, I have heard from intelligent men an objection so unanimously urged that I conclude that it must naturally present itself to every reader to whom these considerations are novel. It runs thus: “Changes are real” (this the continual change in our own representations demonstrates, even though the existence of all external phenomena, together with their changes, is denied). Now, changes are only possible in time, and therefore time must be something real. But there is no difficulty in answering this. I grant the whole argument. Time, no doubt, is something real, that is, it is the real form of our internal intuition. It therefore has subjective reality, in reference to our internal experience, that is, I have really the representation of time and of my determinations therein. Time, therefore, is not to be regarded as an object, but as the mode of representation of myself as an object. But if I could intuite myself, or be intuited by another being, without this condition of sensibility, then those very determinations which we now represent to ourselves as changes, would present to us a knowledge in which the representation of time, and consequently of change, would not appear. The empirical reality of time, therefore, remains, as the condition of all our experience. But absolute reality, according to what has been said above, cannot be granted it. Time is nothing but the form of our internal intuition.[11] If we take away from it the special condition of our sensibility, the conception of time also vanishes; and it inheres not in the objects themselves, but solely in the subject (or mind) which intuites them.",
              "children": []
            }
          ]
        },
        {
          "id": "2da5061e-0143-492a-b7b2-72135ed3e524",
          "type": "text",
          "text": "\n  \n",
          "children": []
        },
        {
          "id": "43cb6f40-3b06-4627-bc42-493fd7975492",
          "text": "Clarifications to people who say that representations follow one another. ",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "ad441bf9-807d-46fa-b797-654adf9feaec",
              "type": "text",
              "text": " [11] I can indeed say “my representations follow one another, or are successive”; but this means only that we are conscious of them as in a succession, that is, according to the form of the internal sense. Time, therefore, is not a thing in itself, nor is it any objective determination pertaining to, or inherent in things.",
              "children": []
            }
          ]
        },
        {
          "id": "5762abfc-eb90-4f18-9cb3-834743f6f3ad",
          "type": "text",
          "text": "\n  \n",
          "children": []
        },
        {
          "id": "d0063edf-04a2-4515-b1ba-f0f777c946bd",
          "text": "Main reason for difficulties understanding this point of view about time is that it means that we can't  know anything about things as things in themselves like metaphisicists want.",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "d04f0762-2a43-4f17-93e6-d9479f32e397",
              "type": "text",
              "text": " But the reason why this objection is so unanimously brought against our doctrine of time, and that too by disputants who cannot start any intelligible arguments against the doctrine of the ideality of space, is this—they have no hope of demonstrating apodeictically the absolute reality of space, because the doctrine of idealism is against them, according to which the reality of external objects is not capable of any strict proof. On the other hand, the reality of the object of our internal sense (that is, myself and my internal state) is clear immediately through consciousness. The former—external objects in space—might be a mere delusion, but the latter—the object of my internal perception—is undeniably real. They do not, however, reflect that both, without question of their reality as representations, belong only to the genus phenomenon, which has always two aspects, the one, the object considered as a thing in itself, without regard to the mode of intuiting it, and the nature of which remains for this very reason problematical, the other, the form of our intuition of the object, which must be sought not in the object as a thing in itself, but in the subject to which it appears—which form of intuition nevertheless belongs really and necessarily to the phenomenal object.",
              "children": []
            }
          ]
        },
        {
          "id": "38224ac0-d312-4857-bfe5-c232556c5020",
          "type": "text",
          "text": "\n  \n",
          "children": []
        },
        {
          "id": "8c6bbe73-5e83-4dfa-9381-8cd8a4a749af",
          "text": "Why the understanding of space and time as forms of sensibility is the correct one.  ",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "55e38e6d-a592-4ed2-9f61-50c6b85d7347",
              "type": "text",
              "text": "    ",
              "children": []
            },
            {
              "id": "de2c880c-7db5-4ee4-8f3c-7d51e7ea63d0",
              "text": "Time and space are two sources of pure knowledge in the sphere of sensuous phenomena. ",
              "type": "node",
              "isOpen": false,
              "isEditing": false,
              "children": [
                {
                  "id": "a52f2c52-45a0-46fe-8aae-fd5a3546f70d",
                  "type": "text",
                  "text": " Time and space are, therefore, two sources of knowledge, from which, à priori, various synthetical cognitions can be drawn. Of this we find a striking example in the cognitions of space and its relations, which form the foundation of pure mathematics. They are the two pure forms of all intuitions, and thereby make synthetical propositions à priori possible. But these sources of knowledge being merely conditions of our sensibility, do therefore, and as such, strictly determine their own range and purpose, in that they do not and cannot present objects as things in themselves, but are applicable to them solely in so far as they are considered as sensuous phenomena. The sphere of phenomena is the only sphere of their validity, and if we venture out of this, no further objective use can be made of them.",
                  "children": []
                }
              ]
            },
            {
              "id": "ae9346de-d44a-49d1-8413-1149a86e0643",
              "type": "text",
              "text": "For the rest, this formal reality of time and space leaves the validity of our empirical knowledge unshaken; for our certainty in that respect is equally firm, whether these forms necessarily inhere in the things themselves, or only in our intuitions of them. On the other hand, those who maintain the absolute reality of time and space, whether as essentially subsisting, or only inhering, as modifications, in things, must find themselves at utter variance with the principles of experience itself.",
              "children": []
            },
            {
              "id": "6a5c1d18-1fc3-462a-8ae7-66d33cf90d18",
              "text": "Consequences of thinking that time and space are absolute entitites. ",
              "type": "node",
              "isOpen": false,
              "isEditing": false,
              "children": [
                {
                  "id": "e3eb8b1a-b8ab-4ea2-bc45-4af42cafa578",
                  "type": "text",
                  "text": " For, if they decide for the first view, and make space and time into substances, this being the side taken by mathematical natural philosophers, they must admit two self-subsisting nonentities, infinite and eternal, which exist (yet without there being anything real) for the purpose of containing in themselves everything that is real.",
                  "children": []
                }
              ]
            },
            {
              "id": "146503f3-0016-4e5a-bea4-c3e78fac953d",
              "text": "By thinking of time and space as a posteriori relations make the necessity of mathematics impossible.",
              "type": "node",
              "isOpen": false,
              "isEditing": false,
              "children": [
                {
                  "id": "faee4023-5505-41ec-9e23-a065080a6e02",
                  "type": "text",
                  "text": " If they adopt the second view of inherence, which is preferred by some metaphysical natural philosophers, and regard space and time as relations (contiguity in space or succession in time), abstracted from experience, though represented confusedly in this state of separation, they find themselves in that case necessitated to deny the validity of mathematical doctrines à priori in reference to real things (for example, in space)—at all events their apodeictic certainty. For such certainty cannot be found in an à posteriori proposition; and the conceptions à priori of space and time are, according to this opinion, mere creations of the imagination, having their source really in experience, inasmuch as, out of relations abstracted from experience, imagination has made up something which contains, indeed, general statements of these relations, yet of which no application can be made without the restrictions attached thereto by nature.",
                  "children": []
                }
              ]
            },
            {
              "id": "e2212e9d-3f8f-46fc-ac07-adc5471d42fe",
              "text": "Why both views are not correct and how understanding of space and time as forms of sensation resolves the issues. ",
              "type": "node",
              "isOpen": false,
              "isEditing": false,
              "children": [
                {
                  "id": "5fa4e0cd-4744-4aa9-b093-537cffb21ae8",
                  "type": "text",
                  "text": " The former of these parties gains this advantage, that they keep the sphere of phenomena free for mathematical science. On the other hand, these very conditions (space and time) embarrass them greatly, when the understanding endeavours to pass the limits of that sphere. The latter has, indeed, this advantage, that the representations of space and time do not come in their way when they wish to judge of objects, not as phenomena, but merely in their relation to the understanding. Devoid, however, of a true and objectively valid à priori intuition, they can neither furnish any basis for the possibility of mathematical cognitions à priori, nor bring the propositions of experience into necessary accordance with those of mathematics. In our theory of the true nature of these two original forms of the sensibility, both difficulties are surmounted.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": "fe55badc-3986-4c29-84e2-88193c4118ea",
          "type": "text",
          "text": "\n  \n",
          "children": []
        },
        {
          "id": "dcc787ef-a9ab-4518-8e26-a782a4db64c2",
          "text": "Why transcedental aesthetic contains only space and time and nothing else. ",
          "type": "node",
          "isOpen": false,
          "isEditing": false,
          "children": [
            {
              "id": "845996b8-f51e-421d-b569-55b6cd3e16f0",
              "type": "text",
              "text": " In conclusion, that transcendental æsthetic cannot contain any more than these two elements—space and time, is sufficiently obvious from the fact that all other conceptions appertaining to sensibility, even that of motion, which unites in itself both elements, presuppose something empirical. Motion, for example, presupposes the perception of something movable. But space considered in itself contains nothing movable, consequently motion must be something which is found in space only through experience—in other words, an empirical datum. In like manner, transcendental æsthetic cannot number the conception of change among its data à priori; for time itself does not change, but only something which is in time. To acquire the conception of change, therefore, the perception of some existing object and of the succession of its determinations, in one word, experience, is necessary.",
              "children": []
            }
          ]
        }
      ]
    }
  ],
  "isEditing": false
}
